[
    {
        "name": "Accuracy 1",
        "summary": "The character is an ace with ranged attacks.",
        "set": [],
        "prerequisites": [],
        "action": [],
        "trigger": "",
        "duration": "Permanent",
        "range": "",
        "cost": "",
        "effect": "The character adds +1 to their Agility damage multiplier, and they gain a +1 bonus to Agility checks other than attacks.",
        "integrated": true
    },
    {
        "name": "Accuracy 2",
        "summary": "The character is a sharpshooter.",
        "set": [],
        "prerequisites": ["Accuracy 1", "Rank 2"],
        "action": [],
        "trigger": "",
        "duration": "Permanent",
        "range": "",
        "cost": "",
        "effect": "The character adds +2 to their Agility damage multiplier, and they gain a +2 bonus to Agility checks other than attacks.",
        "integrated": true
    },
    {
        "name": "Accuracy 3",
        "summary": "The character could hit a fly at one hundred paces.",
        "set": [],
        "prerequisites": ["Accuracy 2", "Rank 3"],
        "action": [],
        "trigger": "",
        "duration": "Permanent",
        "range": "",
        "cost": "",
        "effect": "The character adds +3 to their Agility damage multiplier, and they gain a +3 bonus to Agility checks other than attacks.",
        "integrated": true
    },
    {
        "name": "Accuracy 4",
        "summary": "The character can out-target almost anyone.",
        "set": [],
        "prerequisites": ["Accuracy 3", "Rank 4"],
        "action": [],
        "trigger": "",
        "duration": "Permanent",
        "range": "",
        "cost": "",
        "effect": "The character adds +4 to their Agility damage multiplier, and they gain a +4 bonus to Agility checks other than attacks.",
        "integrated": true
    },
    {
        "name": "Additional Limb",
        "summary": "The character has extra limb(s) that can grab objects and attack foes.",
        "set": [],
        "prerequisites": [],
        "action": [],
        "trigger": "",
        "duration": "Permanent",
        "range": "",
        "cost": "",
        "effect": "The character has an additional prehensile appendage (like a tail) or a symmetrical pair of them (like arms) that can be used to lift objects, use tools or otherwise take actions that normally require the use of a hand. This grants them an edge in Melee and Agility checks.\nA character can have as many additional limbs as they like—within reason—but they get no additional advantages for them.",
        "integrated": true
    },
    {
        "name": "Advance",
        "summary": "The character can advance their allies on the battlefield.",
        "set": ["Tactics"],
        "prerequisites": ["Rally on Me", "Rank 4"],
        "action": ["Reaction"],
        "trigger": "The character (or an ally in line of sight) stuns or defeats an enemy.",
        "duration": "1 round",
        "range": "",
        "cost": "15",
        "effect": "Any allies in earshot can be affected, up to a number equal to the character's Ego defense. Each affected ally can immediately use a free movement action the enemy that triggered the reaction.",
        "integrated": false
    },
    {
        "name": "Always Ready",
        "summary": "The character is prepared to fight.",
        "set": ["Martial Arts"],
        "prerequisites": ["Do This All Day", "Rank 3"],
        "action": [],
        "trigger": "",
        "duration": "Permanent",
        "range": "",
        "cost": "",
        "effect": "The character gains one additional reaction per round, which can be used only to activate a Martial Arts Power",
        "integrated": false
    },
    {
        "name": "Anger",
        "summary": "You won't like them when they're angry.",
        "set": [],
        "prerequisites": ["Mighty 3", "Rank 4"],
        "action": ["Standard", "Reaction"],
        "trigger": "The character is harmed by an attack.",
        "duration": "Concentration",
        "range": "",
        "cost": "10+",
        "effect": "The character becomes angry and uses that anger to increase their strength. For every 10 points of Focus they spend, they add +15 to their Melee damage bonus and lose -2 from their Logic—and subsequently their Logic Defense. While using this power, they cannot use any other powers that require concentration.",
        "integrated": false
    },
    {
        "name": "Animal Bond",
        "summary": "The character can communicate with an animal friend.",
        "set": ["Telepathy"],
        "prerequisites": [],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Concentration",
        "range": "",
        "cost": "",
        "effect": "The character can communicate telepathically with one animal of their choice, and they must have befriended the animal before. They cannot switch to another animal unless the animal dies, but they can select this power multiple times if desired.\nThe communication can be verbal, visual or even more complex, such as imparting location information. There is no limit to the distance of the communication, as long as the character and the animal are in the same dimension.\nAnimals with a telepathic bond are generally willing to communicate, even if they aren't friendly. Bonded animals often do whatever the character asks, even if it might put them in danger.",
        "integrated": false
    },
    {
        "name": "Animal Communication",
        "summary": "The character can communicate with a type of animal.",
        "set": ["Telepathy"],
        "prerequisites": [],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Concentration",
        "range": "",
        "cost": "",
        "effect": "The character can communicate telepathically with one taxonomic order of animals, such as birds, mammals, fish, amphibians and so on. They can call out to them as a group up to 500 spaces per rank away, and they can communicate specifically with ones they have met or at least seen.\nThey cannot switch to another taxonomic order, but can select this power multiple times if desired.\nThe communication with the animals can be verbal, visual, or even more complex, such as imparting location information. There is no limit to the distance of the communication, as long as the character and the animal are in the same dimension.\nFriendly animals often do whatever the character asks, as long as it doesn't put them in danger—and they may be willing to risk even that for one they consider a friend. Hostile animals simply ignore all such requests—which makes them a poor choice for communication.",
        "integrated": false
    },
    {
        "name": "Animated Illusion",
        "summary": "By manipulating visual light, the character creates a moving hologram.",
        "set": ["Illusion"],
        "prerequisites": ["Static Illusion", "Rank 2"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Concentration",
        "range": "",
        "cost": "5",
        "effect": "The  character creates a visual-only illusion anywhere in line of sight, within 50 spaces. The illusion can be anything up to four sizes larger than the character, and it can move freely within its limits. The character breaks concentration if they move beyond 50 spaces from the illusion or lose line of sight to it.",
        "integrated": false
    },
    {
        "name": "Astral Form",
        "summary": "The character can enter the Astral Plane.",
        "set": ["Magic", "Telepathy"],
        "prerequisites": ["Sorcerous", "Rank 2"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Concentration",
        "range": "",
        "cost": "5",
        "effect": "The character can produce an avatar into the Astral Plane, leaving their physical body in a deep trance in the real world, where it is vulnerable to attack. While in the Astral Plane, they can interact with other characters in the Astral Plane, but they are intangible, invisible and generally undetectable in the real world. However, they can sense things in the real world. If the character is Rank 4 or higher, they can also take on a transparent form that can be seen in the real world.\nWhile in the Astral Plane, the character can fly, and in combat, their Flight Speed is equal to their rank times their Run Speed. Outside of combat, they can move 10 times as fast.",
        "integrated": false
    },
    {
        "name": "Attack Stance",
        "summary": "The character enters an aggressive attack stance, ready to strike in any direction.",
        "set": ["Martial Arts"],
        "prerequisites": [],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Concentration",
        "range": "",
        "cost": "",
        "effect": "The character doubles their Melee ability bonus to damage.",
        "integrated": false
    },
    {
        "name": "Banging Heads",
        "summary": "The character takes two nearby enemies and slams their heads into each other.",
        "set": ["Martial Arts", "Super-Strength"],
        "prerequisites": [],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Instant",
        "range": "",
        "cost": "",
        "effect": "The character makes one Melee check against the Melee Defense scores of two enemies within reach. If the attack fails against either foe, it fails entirely. If the attack is a success against both foes, each enemy takes full damage. On a Fantastic success, each enemy is also knocked prone.",
        "integrated": false
    },
    {
        "name": "Battle Plan",
        "summary": "The character always has a plan.",
        "set": ["Tactics"],
        "prerequisites": ["Inspiration", "Rank 2"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "1 round",
        "range": "",
        "cost": "10",
        "effect": "The character inspires one or more allies of their choice in earshot, up to the character's Vigilance. Inspired allies gain an edge on all action checks until the start of the character's next turn.",
        "integrated": false
    },
    {
        "name": "Blazing-Fast Fists",
        "summary": "The character can attack superfast.",
        "set": ["Super-Speed"],
        "prerequisites": ["Rank 2"],
        "action": [],
        "trigger": "",
        "duration": "Permanent",
        "range": "",
        "cost": "",
        "effect": "The character has an edge on all Melee attacks.",
        "integrated": false
    },
    {
        "name": "Blink",
        "summary": "The character teleports a short distance away.",
        "set": ["Teleportaion"],
        "prerequisites": [],
        "action": ["Standard", "Movement", "Reaction"],
        "trigger": "The character is attacked.",
        "duration": "Instant",
        "range": "",
        "cost": "",
        "effect": "The character teleports into a clear space they can see or have been to, up to their rank in spaces away. If someone was about to attack them and they are now out of reach or line of sight, the attack automatically fails. If they are still within reach or line of sight, the attack has trouble instead.",
        "integrated": false
    },
    {
        "name": "Blink Barrage",
        "summary": "The character teleports rapidly around an opponent.",
        "set": ["Teleportaion"],
        "prerequisites": ["Blink", "Rank 2"],
        "action": ["Standard", "Movement"],
        "trigger": "",
        "duration": "Instant",
        "range": "",
        "cost": "5",
        "effect": "The character teleports several times in quick succession and winds up in a clear space they can see or have been to, up to their rank in spaces away. Any attacks have trouble against them for one round.",
        "integrated": false
    },
    {
        "name": "Blink Defense",
        "summary": "The character teleports a short distance away.",
        "set": ["Teleportaion"],
        "prerequisites": ["Blink", "Rank 3"],
        "action": ["Reaction"],
        "trigger": "The character or an ally within reach is the subject of a ranged attack.",
        "duration": "Instant",
        "range": "",
        "cost": "10",
        "effect": "The character pops away just as the attack reaches them and then pops back into the same space, leaving the projectile behind. The character makes an Ego check with an edge against the attacker's Agility check result. On a success, the projectile from the attack is teleported away, someplace safe. On a Fantastic Success, the attack is turned against the attacker, using the Ego check the character just made as the attack check.",
        "integrated": false
    },
    {
        "name": "Blur",
        "summary": "The character moves like a blur!",
        "set": ["Super-Speed"],
        "prerequisites": ["Speed Run 2", "Rank 2"],
        "action": ["Standard", "Reaction"],
        "trigger": "The character is attacked.",
        "duration": "1 round",
        "range": "",
        "cost": "5",
        "effect": "Any attacks against the character have trouble.",
        "integrated": false
    },
    {
        "name": "Body Sheet",
        "summary": "The character can flatten themselves like a sheet.",
        "set": ["Plasticity"],
        "prerequisites": ["Flexible Bones 2", "Extended Reach 2", "Rank 4"],
        "action": ["Standard", "Reaction"],
        "trigger": "The character falls or is the target of an attack.",
        "duration": "Concentration",
        "range": "",
        "cost": "15",
        "effect": "The character gains Health Damage Reduction 3, but they cannot make attacks. They gain a Glide Speed equal to double their Run Speed.",
        "integrated": false
    },
    {
        "name": "Body Sphere",
        "summary": "The character can form their body into a protective sphere.",
        "set": ["Plasticity"],
        "prerequisites": ["Body Sheet", "Rank 4"],
        "action": ["Standard", "Reaction"],
        "trigger": "The character or an ally is the target of an attack.",
        "duration": "Concentration",
        "range": "",
        "cost": "15",
        "effect": "The character forms their body into a sphere, protecting up to one ally per rank, squeezed into the same space. Those inside the sphere gain Health Damage Reduction 3 against outside attacks, but they cannot move on their own until the character releases them.\nAlternatively, if the attacker is within the character's reach, the character can make an Agility check against the target's Agility defense. On a success, the character envelops the attacker, grabbing them. On a Fantastic success, the character closes the sphere enough to pin the attacker too.",
        "integrated": false
    },
    {
        "name": "Bolts of Balthakk",
        "summary": "The character fires enchanted bots of electricity from their fingers.",
        "set": ["Magic"],
        "prerequisites": ["Sorcerous", "Rank 2"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Instant",
        "range": "20",
        "cost": "5+",
        "effect": "The character makes an Ego check with an edge against the Agility defense of a target in their line of sight. For this attack, add +1 to the character's Agility damage bonus for every 2 points of Focus they spend. On a success, an affected target takes that total damage. On a Fantastic success, an affected target takes double that total damage and is stunned for one round.",
        "integrated": false
    },
    {
        "name": "Boost Powers",
        "summary": "The character turbocharges all of another character's powers!",
        "set": ["Power Control"],
        "prerequisites": ["Bump Power", "Rank 4"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Concentration",
        "range": "",
        "cost": "15+",
        "effect": "The character picks one character within 5 spaces and boosts all of their powers. If the powers have ranges or effective areas or durations, these are doubled. If the powers affect a damage multiplier, add 1 to the effects. Any effects that normally happen with a Fantastic success automatically happen on any success, not just a Fantastic one.\nIf the target's powers have costs, the character must pay the highest of them or a minimum of 15 Focus.",
        "integrated": false
    },
    {
        "name": "Borrow Senses",
        "summary": "The character can use another person's senses.",
        "set": ["Telepathy"],
        "prerequisites": ["Telepathic Link", "Rank 2"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Concentration",
        "range": "",
        "cost": "5",
        "effect": "The character can use the full senses of someone or something with whom they have established a telepathic link or bond. While they do, they retain the use of their own senses too.",
        "integrated": false
    },
    {
        "name": "Bounce Back",
        "summary": "The character bounces back from even the hardest falls.",
        "set": ["Plasticity"],
        "prerequisites": ["Flexible Bones 1", "Slip Free", "Rank 2"],
        "action": ["Reaction"],
        "trigger": "The character takes damage from a fall or is knocked prone.",
        "duration": "Instant",
        "range": "",
        "cost": "5",
        "effect": "The fall doesn't damage the character. If they are prone, they stand up. If they'd like, they can also jump a number of spaces, up to their Run Speed.",
        "integrated": false
    },
    {
        "name": "Brace for Impact",
        "summary": "The character mentally toughens themselves for a fight.",
        "set": ["Martial Arts", "Shield Bearer"],
        "prerequisites": ["Do This All Day", "Rank 2"],
        "action": ["Reaction"],
        "trigger": "An enemy deals physical damage to the character.",
        "duration": "Instant",
        "range": "",
        "cost": "5+",
        "effect": "For every point of Focus spent, the character can ignore 1 point of Health damage dealt by the attack.",
        "integrated": false
    },
    {
        "name": "Brain Drain",
        "summary": "The character consumes the energies of another.",
        "set": ["Magic"],
        "prerequisites": ["Rank 2"],
        "action": ["Reaction"],
        "trigger": "The target is grabbed.",
        "duration": "Instant",
        "range": "",
        "cost": "5",
        "effect": "The character makes an Ego attack against the target's Vigilance. If it succeeds, the target takes regular Focus damage, and the character heals half that much Focus for themselves. On a Fantastic success, the character heals their full Focus damage instead.",
        "integrated": false
    },
    {
        "name": "Brawling",
        "summary": "The character has the moves and is hard to hit.",
        "set": [],
        "prerequisites": [],
        "action": [],
        "trigger": "",
        "duration": "Permanent",
        "range": "",
        "cost": "",
        "effect": "The character can use their Melee defense score against Agility attacks too.",
        "integrated": false
    },
    {
        "name": "Brilliance 1",
        "summary": "The character puts their brain to work.",
        "set": [],
        "prerequisites": [],
        "action": [],
        "trigger": "",
        "duration": "Permanent",
        "range": "",
        "cost": "",
        "effect": "The character adds +1 to their Logic damage multiplier, and they gain a +1 bonus to Logic checks other than attacks.",
        "integrated": true
    },
    {
        "name": "Brilliance 2",
        "summary": "Everything makes more sense to the character.",
        "set": [],
        "prerequisites": ["Brilliance 1", "Rank 2"],
        "action": [],
        "trigger": "",
        "duration": "Permanent",
        "range": "",
        "cost": "",
        "effect": "The character adds +2 to their Logic damage multiplier, and they gain a +2 bonus to Logic checks other than attacks.",
        "integrated": true
    },
    {
        "name": "Brilliance 3",
        "summary": "Little can stop the character's mind.",
        "set": [],
        "prerequisites": ["Brilliance 2", "Rank 3"],
        "action": [],
        "trigger": "",
        "duration": "Permanent",
        "range": "",
        "cost": "",
        "effect": "The character adds +3 to their Logic damage multiplier, and they gain a +3 bonus to Logic checks other than attacks.",
        "integrated": true
    },
    {
        "name": "Brilliance 4",
        "summary": "The character's intelligence is unparalleled.",
        "set": [],
        "prerequisites": ["Brilliance 3", "Rank 4"],
        "action": [],
        "trigger": "",
        "duration": "Permanent",
        "range": "",
        "cost": "",
        "effect": "The character adds +4 to their Logic damage multiplier, and they gain a +4 bonus to Logic checks other than attacks.",
        "integrated": true
    },
    {
        "name": "Bump Power",
        "summary": "The character bumps up another character's power.",
        "set": ["Power Control"],
        "prerequisites": ["Rank 2"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Concentration",
        "range": "",
        "cost": "5+",
        "effect": "The character picks one power from another character within 5 spaces and boosts it. If the power has ranges or effective areas or durations, these are doubled. If the power affects a damage multiplier, add 1 to the effect. Any effects that normally happen with a Fantastic success automatically happen on any success, not just a Fantastic one.\nIf the power has a cost, the character must pay it as well, with a minimum of 5 Focus.",
        "integrated": false
    },
    {
        "name": "Catch Bullets",
        "summary": "The character is fast enough to catch bullets—safely!",
        "set": ["Super-Speed"],
        "prerequisites": ["Speed Run 2", "Rank 3"],
        "action": ["Reaction"],
        "trigger": "A ranged attack using physical projectiles (arrows, bullets and so on) is made against the character—or a character within their character's reach.",
        "duration": "Instant",
        "range": "",
        "cost": "10",
        "effect": "The character makes an Agility check, using the attacker's attack result as the target number. If the character's check succeeds, the attack is nullified. On a Fantastic success, the character gets their reaction back.",
        "integrated": false
    },
    {
        "name": "Chain Strikes",
        "summary": "The character unleashes a hail of strikes.",
        "set": ["Martial Arts"],
        "prerequisites": ["Fast Strikes", "Rank 2"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Instant",
        "range": "",
        "cost": "5",
        "effect": "The character makes a close attack with an edge. If the attack is a success, the enemy takes regular damage. On a Fantastic success, the character can also make an additional Chain Strike.",
        "integrated": false
    },
    {
        "name": "Change of Plans",
        "summary": "The character thinks of a better way.",
        "set": ["Tactics"],
        "prerequisites": ["Inspiration", "Rank 2"],
        "action": ["Reaction"],
        "trigger": "An ally has trouble on an action check.",
        "duration": "1 round",
        "range": "",
        "cost": "5",
        "effect": "The ally gains an edge on that action check.",
        "integrated": false
    },
    {
        "name": "Cloak",
        "summary": "The character makes people believe they're not there.",
        "set": ["Telepathy"],
        "prerequisites": ["Telepathic Link", "Rank 2"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Concentration",
        "range": "",
        "cost": "5",
        "effect": "The character uses a mirage to block their presence from the minds of people within 20 spaces per rank. Cameras (for instance) can still record them, but then people look in the character's direction, they see nothing there.\nThe target number for anyone trying to detect the character is the character's Logic defense.",
        "integrated": false
    },
    {
        "name": "Cloak Group",
        "summary": "The character mentally hides themselves and their friends.",
        "set": ["Telepathy"],
        "prerequisites": ["Cloak", "Rank 3"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Concentration",
        "range": "",
        "cost": "10",
        "effect": "Using a mirage, the character blocks their presence—and the presence of up to one other person per rank, within 10 spaces—from the minds of people within 20 spaces per rank. Cameras (for instance) can still record them, but when people look in the character's direction, they see nothing there.\nThe target number for anyone trying to detect the character is the character's Logic defense.",
        "integrated": false
    },
    {
        "name": "Clobber",
        "summary": "The character pummels their foe with enough force to knock them flat.",
        "set": ["Super-Strength"],
        "prerequisites": [],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Instant",
        "range": "",
        "cost": "",
        "effect": "The character makes a close attack against an enemy. If the attack is a success, the enemy takes regular damage. On a Fantastic success, the enemy takes double damage and is knocked prone.",
        "integrated": false
    },
    {
        "name": "Clone Moves",
        "summary": "The character duplicates another character's combat moves.",
        "set": ["Power Control"],
        "prerequisites": ["Rank 2"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Concentration",
        "range": "",
        "cost": "5+",
        "effect": "The character picks another character within 10 spaces and in their line of sight and duplicates all their powers that could be selected with the Special Training origin. They can now use those powers as if they were always theirs. If the copied powers have costs, the character must pay the highest of them, or a minimum of 5 Focus.\nWhen the character uses a copied power, they must pay any cost normally as well.",
        "integrated": false
    },
    {
        "name": "Clone Powers",
        "summary": "The character duplicates another character's powers.",
        "set": ["Power Control"],
        "prerequisites": ["Copy Power", "Rank 4"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Concentration",
        "range": "",
        "cost": "15+",
        "effect": "The character picks another character within 10 spaces and duplicates all of their powers. They can now use those powers as if they were always theirs. If the target's powers have costs, the character must pay the highest of them, or a minimum of 15 Focus.\nWhen the character uses a copied power, they must pay any cost normally as well.",
        "integrated": false
    },
    {
        "name": "Coiling Crush",
        "summary": "The character wraps around a target and crushes it.",
        "set": ["Plasticity"],
        "prerequisites": ["Extended Reach 1", "Reverse Punch", "Rank 3"],
        "action": ["Reaction"],
        "trigger": "The character grabs an enemy.",
        "duration": "Concentration",
        "range": "",
        "cost": "10",
        "effect": "The character makes a Melee attack. On a success, the enemy is paralyzed. On a Fantastic Success, the enemy also takes regular damage. During the character's subsequent turns, they can spend their movement action to make a Melee check against the enemy's Resilience. If this succeeds, they inflict regular Health damage. On a Fantastic success, they do double damage instead.\nDuring the paralyzed enemy's turn, they can make a Melee check against the character's Melee defense to break free.",
        "integrated": false
    },
    {
        "name": "Combat Support",
        "summary": "The character gives a friend a hand.",
        "set": ["Tactics"],
        "prerequisites": ["Change of Plans", "Rank 3"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "1 round",
        "range": "",
        "cost": "10",
        "effect": "Once per battle, the character chooses an ally in earshot. If the ally makes an action check before the start of the character's next turn, the ally automatically rolls a 1 on their Marvel die, and that die cannot be affected by trouble.",
        "integrated": false
    },
    {
        "name": "Combat Trickery",
        "summary": "The character is a tricky one!",
        "set": [],
        "prerequisites": ["Rank 2"],
        "action": ["Reaction"],
        "trigger": "The character makes an attack",
        "duration": "Instant",
        "range": "",
        "cost": "5",
        "effect": "Once per battle, when the character is attacking targets of equal or higher rank, the character automatically rolls a 1 on their Marvel die, and that die can not be affected by trouble. If the character is attacking multiple targets, all the targets must be of equal or higher rank.",
        "integrated": false
    },
    {
        "name": "Command",
        "summary": "The character forces someone to follow an order.",
        "set": ["Telepathy"],
        "prerequisites": ["Telepathic Link", "Rank 2"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "1 round",
        "range": "",
        "cost": "5",
        "effect": "The character gives an order to a target with whom they've established a Telepathic Link. The character makes a Logic check against the Targe's Logic defense. On a success, the target complies with the order. On a Fantastic success, the character gains an edge the next time they use this power against this same target.\nThe command must be something that can be completed in a single action. If it involves harming someone, the character has trouble on the check. If it would cause the target to harm themselves, the character has double trouble on the check.",
        "integrated": false
    },
    {
        "name": "Control Fog",
        "summary": "The character can create or dispel a thick fog.",
        "set": ["Weather Control"],
        "prerequisites": [],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Concentration",
        "range": "",
        "cost": "",
        "effect": "The character creates a thick fog for up to 50 spaces per rank around them that blocks all line of sight beyond 10 spaces. They can also dispel any fog in a similar area.",
        "integrated": false
    },
    {
        "name": "Control Weather 1",
        "summary": "The character can make it rain.",
        "set": ["Weather Control"],
        "prerequisites": ["Rank 2"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Concentration",
        "range": "",
        "cost": "",
        "effect": "It starts to rain in an area up to 5 miles across times the character's rank, centered on the character. All ranges are cut in half. Movement is not affected.",
        "integrated": false
    },
    {
        "name": "Control Weather 2",
        "summary": "The character can make it storm.",
        "set": ["Weather Control"],
        "prerequisites": ["Control Weather 1", "Rank 3"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Concentration",
        "range": "",
        "cost": "10",
        "effect": "It starts to storm in an area up to 5 miles across times the character's rank, centered on the character. All ranges and speeds are cut in half.",
        "integrated": false
    },
    {
        "name": "Control Weather 3",
        "summary": "The character creates a thunderstorm.",
        "set": ["Weather Control"],
        "prerequisites": ["Control Weather 2", "Rank 4"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Concentration",
        "range": "",
        "cost": "15",
        "effect": "It starts to storm in an area up to 5 miles across times the character's rank, centered on the character. All ranges and speeds are cut in half.\nIf the character also has the Elemental Blast (Electricity) power, they can use it as a reaction when attacked while this power is active.",
        "integrated": false
    },
    {
        "name": "Control Weather 4",
        "summary": "The character generates a hurricane.",
        "set": ["Weather Control"],
        "prerequisites": ["Control Weather 3", "Rank 5"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Concentration",
        "range": "",
        "cost": "20",
        "effect": "It starts to storm in an area up to 5 miles across times the character's rank, centered on the character. All ranges and speeds are cut to one quarter normal, and flying is impossible.\nIf the character also has the Elemental Blast (Electricity) power, they can use it as a reaction when attacked while this power is active.",
        "integrated": false
    },
    {
        "name": "Copy Ability",
        "summary": "The character duplicates another character's ability.",
        "set": ["Power Control"],
        "prerequisites": [],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Concentration",
        "range": "",
        "cost": "",
        "effect": "The character picks one ability score of another character within 10 spaces and duplicates it. They now use that ability score in place of their own.",
        "integrated": false
    },
    {
        "name": "Copy Power",
        "summary": "The character duplicates another character's power.",
        "set": ["Power Control"],
        "prerequisites": ["Rank 2"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Concentration",
        "range": "",
        "cost": "5",
        "effect": "The character picks one power a target within 10 spaces has and duplicates it. They can now use it as if it was always theirs. When the character uses such a power, they must pay any cost normally as well.",
        "integrated": false
    },
    {
        "name": "Copy Trait",
        "summary": "The character duplicates another character's trait.",
        "set": ["Power Control"],
        "prerequisites": [],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Concentration",
        "range": "",
        "cost": "",
        "effect": "The character picks one trait another character within 10 spaces has and duplicates it. They can now use it as if it was always theirs.",
        "integrated": false
    },
    {
        "name": "Counterstrike Technique",
        "summary": "The character counters an enemy's strike with one of their own.",
        "set": ["Martial Arts"],
        "prerequisites": ["Attack Stance", "Rank 2"],
        "action": ["Reaction"],
        "trigger": "While Attack Stance is active, a close attack against the character does damage.",
        "duration": "Instant",
        "range": "",
        "cost": "5",
        "effect": "The character deals half the attacker's regular damage to the attacker.",
        "integrated": false
    },
    {
        "name": "Covering Fire",
        "summary": "The character covers an ally's attack.",
        "set": ["Ranged Weapons"],
        "prerequisites": ["Return Fire", "Rank 3"],
        "action": ["Reaction"],
        "trigger": "An ally within the character's line of sight begins its turn.",
        "duration": "Instant",
        "range": "",
        "cost": "10",
        "effect": "The character makes an Agility attack against a target's Vigilance defense. If the attack is a success, apply Health Damage Reduction normally. The target takes any damage to their Focus. If it's a Fantastic success, the damage is doubled, and if the target takes any Focus damage, they are stunned for one round.",
        "integrated": false
    },
    {
        "name": "Crimson Bands of Cyttorak",
        "summary": "The character unleashes red bands of magic that lash out to capture their target.",
        "set": ["Magic"],
        "prerequisites": ["Sorcerous", "Rank 3"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Concentration",
        "range": "20",
        "cost": "10",
        "effect": "The character makes an Ego check with an edge against the Melee defense of a target in their line of sight. If the attack is a success, the crimson bands paralyze the target. On a Fantastic success, the target can be pinned too. Breaking out of the crimson bands requires a Melee check with a target number 20.",
        "integrated": false
    },
    {
        "name": "Crushing Grip",
        "summary": "The character seizes an enemy and squeezes hard.",
        "set": ["Martial Arts", "Super-Strength"],
        "prerequisites": ["Rank 2"],
        "action": ["Reaction"],
        "trigger": "The target is grabbed.",
        "duration": "Instant",
        "range": "",
        "cost": "5",
        "effect": "The character makes a Melee attack against the grabbed target's Resilience defense. If it's a success, the target takes regular damage. On a Fantastic success, the target takes double damage instead and is pinned.",
        "integrated": false
    },
    {
        "name": "Dampen Power",
        "summary": "The character tamps down another character's power.",
        "set": ["Power Control"],
        "prerequisites": [],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Concentration",
        "range": "",
        "cost": "?",
        "effect": "The character picks one power from another character within 20 spaces and makes an Ego attack against them. On a success, they tamp the power down. If the power has ranges or effective areas or durations, these are halved. If the power affects a damage multiplier, subtract 1 from the effect. The power can no longer enjoy Fantastic successes.\nIf the power has a Focus cost, the character must also pay that cost to dampen it.",
        "integrated": false
    },
    {
        "name": "Dance of Death",
        "summary": "The character spins about, shooting at every enemy around them.",
        "set": ["Ranged Weapons"],
        "prerequisites": ["Slow-Motion Shoot-Dodge", "Rank 3"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Instant",
        "range": "",
        "cost": "10",
        "effect": "The character makes an Agility check and compares that against the Agility defense of every enemy within 10 spaces and in their line of sight. Each success does half the regular damage. On a Fantastic success, each enemy takes full damage instead and is bleeding.",
        "integrated": false
    },
    {
        "name": "Darkness",
        "summary": "The targets become shrouded in unnatural darkness.",
        "set": ["Illusion"],
        "prerequisites": ["Illumination", "Rank 2"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Concentration",
        "range": "",
        "cost": "5",
        "effect": "An area up to 5 spaces wide per the character's rank—centered on anything the character wishes, within 50 spaces—is filled with inky darkness. Those inside it cannot see anything, and no lights work within it except those generated by powers. The character must remain within 50 spaces of the affected area to avoid breaking concentration.",
        "integrated": false
    },
    {
        "name": "Dazzle",
        "summary": "The character blasts a blinding light into the face of their foe.",
        "set": ["Illusion"],
        "prerequisites": ["Illumination", "Rank 2"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Instant",
        "range": "20",
        "cost": "5",
        "effect": "The character makes an Ego check against an enemy in their line of sight and compares that against the target's Vigilance defense. If the attack is a success, the enemy is blinded for 1 turn. On a Fantastic success, it also inflicts regular damage.\nAlternatively, the character can blind the victim with darkness.",
        "integrated": false
    },
    {
        "name": "Deafen",
        "summary": "The character slaps silence into the target's ears.",
        "set": ["Illusion"],
        "prerequisites": ["Illumination", "Rank 2"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Instant",
        "range": "20",
        "cost": "5",
        "effect": "The character makes an Ego check against an enemy in their line of sight and compares that against the target's Vigilance defense. If the attack is a success, the enemy is deafened for one turn. On a Fantastic success, it also inflicts regular damage.",
        "integrated": false
    },
    {
        "name": "Defense Stance",
        "summary": "The character enters a fluid defensive stance, hands poised to parry and counterattack.",
        "set": ["Martial Arts"],
        "prerequisites": [],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Concentration",
        "range": "",
        "cost": "",
        "effect": "Any close attacks made against the character have trouble until they are successfully attacked in this combat.",
        "integrated": false
    },
    {
        "name": "Dimensional Portal",
        "summary": "The character opens a portal to another place.",
        "set": ["Omniversal Travel"],
        "prerequisites": ["Dimensional Travel Together", "Rank 4"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Concentration",
        "range": "",
        "cost": "15",
        "effect": "The character opens a glowing portal in a space next to them that moves anything that enters it between that space and its destination, which forms a matched glowing portal in the other place. The other end of the portal must be in a clear space in another dimension that the character has been to. Anything can move through the portal in either direction until it is closed, which the character can do at will.",
        "integrated": false
    },
    {
        "name": "Dimensional Travel",
        "summary": "The character moves from one dimension to another.",
        "set": ["Omniversal Travel"],
        "prerequisites": ["Rank 3"],
        "action": ["Standard", "Movement"],
        "trigger": "",
        "duration": "Instant",
        "range": "",
        "cost": "10",
        "effect": "The character instantly moves from their current dimension to another dimension within the same universe. For instance: from Earth to Asgard, Limbo or K'un-Lun. When they move to the other dimension, they can arrive in any place they've been to before. Otherwise, they arrive at the most common entrance to that dimension.",
        "integrated": false
    },
    {
        "name": "Dimensional Travel Other",
        "summary": "The character sends someone to another dimension.",
        "set": ["Omniversal Travel"],
        "prerequisites": ["Dimensional Travel", "Rank 4"],
        "action": ["Standard", "Movement", "Reaction"],
        "trigger": "The target is grabbed.",
        "duration": "Instant",
        "range": "",
        "cost": "15",
        "effect": "The character makes an Ego check against the Vigilance dfense of a target they have grabbed. If the check is successful, the character can send the target to another dimension. The target can e sent to any location in that dimension that the character has been to before. Otherwise, the target arrives at the most common entrance to that dimension.",
        "integrated": false
    },
    {
        "name": "Dimensional Travel Together",
        "summary": "The character brings someone with them to another dimension.",
        "set": ["Omniversal Travel"],
        "prerequisites": ["Dimensional Travel", "Rank 3"],
        "action": ["Standard", "Movement", "Reaction"],
        "trigger": "The target is grabbed.",
        "duration": "Instant",
        "range": "",
        "cost": "10",
        "effect": "The character moves to a different dimension, taking any person they are touching with them. If the target does not wish to come along, the character must grab them first.\nWhen they move to the other dimension, they can arrive in any place they've been to before. Otherwise, they arrive at the most common entrance to that dimension.",
        "integrated": false
    },
    {
        "name": "Discipline 1",
        "summary": "The character works to hone their power.",
        "set": [],
        "prerequisites": [],
        "action": [],
        "trigger": "",
        "duration": "Permanent",
        "range": "",
        "cost": "",
        "effect": "The character adds +1 to their Ego damage multiplier and they gain a +1 bonus to Ego checks other than attacks.",
        "integrated": true
    },
    {
        "name": "Discipline 2",
        "summary": "The character is more in touch with their power than ever.",
        "set": [],
        "prerequisites": ["Discipline 1", "Rank 2"],
        "action": [],
        "trigger": "",
        "duration": "Permanent",
        "range": "",
        "cost": "",
        "effect": "The character adds +2 to their Ego damage multiplier and they gain a +2 bonus to Ego checks other than attacks.",
        "integrated": true
    },
    {
        "name": "Discipline 3",
        "summary": "Few can top the character's grasp on their power.",
        "set": [],
        "prerequisites": ["Discipline 2", "Rank 3"],
        "action": [],
        "trigger": "",
        "duration": "Permanent",
        "range": "",
        "cost": "",
        "effect": "The character adds +3 to their Ego damage multiplier and they gain a +3 bonus to Ego checks other than attacks.",
        "integrated": true
    },
    {
        "name": "Discipline 4",
        "summary": "The character has mastered their power.",
        "set": [],
        "prerequisites": ["Discipline 3", "Rank 4"],
        "action": [],
        "trigger": "",
        "duration": "Permanent",
        "range": "",
        "cost": "",
        "effect": "The character adds +4 to their Ego damage multiplier and they gain a +4 bonus to Ego checks other than attacks.",
        "integrated": true
    },
    {
        "name": "Disguise",
        "summary": "The character appears to be someone else.",
        "set": [],
        "prerequisites": [],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Permanent",
        "range": "",
        "cost": "",
        "effect": "The character instantly alters their appearance so that they appear to be someone else. The target number for anyone trying to see through the disguise is the character's Ego defense. If the character is impersonating someone known to the other person, that person has an edge.",
        "integrated": false
    },
    {
        "name": "Dispel Spell",
        "summary": "The character puts an end to a foe's magic.",
        "set": ["Magic"],
        "prerequisites": ["Sorcerous", "Rank 4"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Instant",
        "range": "",
        "cost": "15",
        "effect": "The character makes an Ego check against the Ego defense of a target using a magic power that requires concentration. On a success, the target's concentration on that power is broken. On a Fantastic success, the target's concentration is broken entirely.",
        "integrated": false
    },
    {
        "name": "Disrupt Electronics",
        "summary": "The character can scramble electronics by moving through them.",
        "set": ["Phasing"],
        "prerequisites": ["Phase Self", "Rank 2"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Instant",
        "range": "",
        "cost": "5",
        "effect": "When phasing through electronics, the character can scramble them, causing them to either shut down or crash. In the case of powers that are Tech Reliant (and feature electronics), they are unusable for one turn while they reboot.",
        "integrated": false
    },
    {
        "name": "Disrupt Nerves",
        "summary": "The character can scramble someone's nervous system.",
        "set": ["Phasing"],
        "prerequisites": ["Phase Self", "Rank 2"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Instant",
        "range": "",
        "cost": "5",
        "effect": "When phasing through a person, the character can attempt to scramble their nervous system. The character makes an Ego check against the target's Resilience defense. On a success, the target is stunned for one round. On a Fantastic success, the target also falls prone.",
        "integrated": false
    },
    {
        "name": "Disrupt Person",
        "summary": "The character can hurt someone with their phasing powers.",
        "set": ["Phasing"],
        "prerequisites": ["Phase Self", "Rank 3"],
        "action": ["Standard"],
        "trigger": "",
        "duration": "Instant",
        "range": "",
        "cost": "10",
        "effect": "The character becomes the slightest bit solid while phasing themselves or a phased weapon through someone. They make a close attack. On a success, the attack does normal damage, ignoring any Health Damage Reduction. On a Fantastic success, the attack does double damage instead, ignoring any Health Damage Reduction, and the target is stunned for one round.",
        "integrated": false
    },
    {
        "name": "",
        "summary": "",
        "set": [],
        "prerequisites": [],
        "action": [],
        "trigger": "",
        "duration": "",
        "range": "",
        "cost": "",
        "effect": "",
        "integrated": false
    }
]